    {
       "en": {
            "INIT_SCREEN_TITLE_TEXT": "We value your privacy",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site.",
                "2": "We and our partners process your personal data, such as IP addresses and cookie identifiers, using technology such as cookies in order to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Click below to consent or to choose which Partners process your data and for what Purposes. You can make changes to your settings at any time.",
                "3": "The quality content and information we provide to you depends on the revenue we generate from advertising. We and our partners use your personal data, such as IP addresses and cookie identifiers, in order to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Click below to consent to the use of cookies and the processing of your data. You can revisit your choices at any time.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "More Options",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "I do not accept",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "I accept",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Show Purposes",
            "INIT_SCREEN_ATTRIBUTION_TEXT": "Powered by",
            "PURPOSE_SCREEN_TITLE_TEXT": "We value your privacy",
            "PURPOSE_SCREEN_BODY_TEXT": "You can set your consent preferences and determine how you want your data to be used based on the purposes below. You may set your preferences for us independently from those of third-party partners. Each purpose has a description so that you know how we and partners use your data.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "See Vendors",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Cancel",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Save and Exit",
            "VENDOR_SCREEN_TITLE_TEXT": "We value your privacy",
            "VENDOR_SCREEN_BODY_TEXT": "You can set consent preferences for individual third-party partners we work with below. Expand each company list item to see what purposes they use data for to help make your choices. In some cases, companies may use your data without asking for your consent, based on their legitimate interests. You can click on their privacy policy links for more information and to object to such processing.",
            "REJECT_ALL_BUTTON_TEXT": "Reject all",
            "ACCEPT_ALL_BUTTON_TEXT": "Agree to All",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Back to Purposes",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Cancel",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Save and Exit",
            "CONSENT_LINK_LABEL": "Privacy",
            "BACK_LABEL": "Back",
            "VIEW_COMPANIES_LABEL": "View Companies",
            "HIDE_COMPANIES_LABEL": "Hide Companies",
            "THIRD_PARTY_VENDORS_LABEL": "Third Party Vendors",
            "ON_LABEL": "On",
            "OFF_LABEL": "Off",
            "OFF_ON_LABEL": "Off/On",
            "OTHER": "Other",
            "COMPANY_LABEL": "Company",
            "NON_IAB_TITLE": "Non-IAB Vendors",
            "DESCRIPTION": "Vendor Description:",
            "REQUIRED_LABEL": "Required",
            "PRIVACY_POLICY_LABEL": "Privacy Policy: ",
            "PURPOSES_LABEL": "Purposes (Consent)",
            "FEATURES_LABEL": "Features",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Purposes (Legitimate Interests)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong> button.",
            "GOOGLE_PURPOSES_TEXT": "Allow Google and their technology partners to collect data and use cookies for ad personalisation and measurement.",
            "USP_DNS_TITLE": "Do Not Sell My Data",
            "USP_DNS_BODY_TEXT": "We, and our partners, use technologies to process personal     information, including IP addresses, pseudonymous identifiers associated     with cookies, and in some cases mobile ad IDs. This information is processed     to personalize content based on your interests, run and optimize marketing     campaigns, measure the performance of ads and content, and derive insights     about the audiences who engage with ads and content. This data is an integral     part of how we operate our site, make revenue to support our staff, and generate     relevant content for our audience. You can learn more about our data collection     and use practices in our Privacy Policy.<br><br>    If you wish to request that your personal information is not shared with third     parties, please click on the below checkbox and confirm your selection. Please note     that after your opt out request is processed, we may still collect your     information in order to operate our site.",
            "USP_DNS_TOGGLE_TEXT": "I want to make a 'Do Not Sell My Data' request. Note: this action will make it     harder for us to tailor content for you.",
            "USP_PRIVACY_POLICY_TEXT": "Privacy Policy",
            "USP_DATA_DELETION_TEXT": "Data Deletion",
            "USP_DATA_ACCESS_TEXT": "Data Access",
            "USP_CONFIRM_BUTTON_TEXT": "CONFIRM"
        },
        "fr": {
            "INIT_SCREEN_TITLE_TEXT": "Le respect de votre vie privée est notre priorité",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "Nos partenaires et nous-mêmes exploitons différentes technologies, telles que celle des cookies, et traitons vos données à caractère personnel, telles que les adresses IP et les identifiants de cookie, afin de personnaliser les publicités et les contenus en fonction de vos centres d’intérêt, d’évaluer la performance de ces publicités et contenus, et de recueillir des informations sur les publics qui les ont visionnés. Cliquez ci-dessous si vous consentez à l’utilisation de cette technologie et au traitement de vos données à caractère personnel en vue de ces objectifs. Vous pouvez changer d’avis et modifier votre consentement à tout moment en revenant sur ce site.",
                "2": "Nos partenaires et nous-mêmes traitons vos données à caractère personnel, telles que les adresses IP et les identifiants de cookie, et exploitons différentes technologies, telles que celle des cookies, afin de personnaliser les publicités et les contenus en fonction de vos centres d’intérêt, d’évaluer la performance de ces publicités et contenus, et de recueillir des informations sur les publics qui les ont visionnés. Cliquez ci-dessous si vous consentez au traitement de vos données ou si vous désirez choisir les partenaires qui pourront les traiter et à quelles fins. Vous pouvez modifier vos paramètres à tout moment.",
                "3": "Les informations et le contenu relatifs à la qualité que nous vous communiquons dépendent des revenus générés par notre publicité. Nos partenaires et nous-mêmes exploitons vos données à caractère personnel, telles que les adresses IP et les identifiants de cookie, afin de personnaliser les publicités et les contenus en fonction de vos centres d’intérêt, d’évaluer la performance de ces publicités et contenus, et de recueillir des informations sur les différents publics qui les ont visionnés. Cliquez ci-dessous si vous consentez à l’utilisation des cookies et au traitement de vos données. Vous pouvez revenir sur votre choix à tout moment.",
                "softOptIn": "Nos partenaires et nous-mêmes exploitons différentes technologies, telles que celle des cookies, et traitons vos données à caractère personnel, telles que les adresses IP et les identifiants de cookie, afin de personnaliser les publicités et les contenus en fonction de vos centres d’intérêt, d’évaluer la performance de ces publicités et contenus, et de recueillir des informations sur les publics qui les ont visionnés. Poursuivre la navigation sur ce site ou cliquer sur le bouton d’acceptation signifie que vous consentez à l’utilisation de cette technologie et au traitement de vos données à caractère personnel en vue de ces objectifs. Vous pouvez changer d’avis et modifier votre consentement à tout moment en revenant sur ce site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "PLUS D’OPTIONS",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "JE N’ACCEPTE PAS",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "J’accepte",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Afficher les objectifs",
            "INIT_SCREEN_ATTRIBUTION_TEXT": "Powered by",
            "PURPOSE_SCREEN_TITLE_TEXT": "Le respect de votre vie privée est notre priorité",
            "PURPOSE_SCREEN_BODY_TEXT": "Vous pouvez définir ci-dessous vos préférences de consentement et déterminer la manière dont vous souhaitez que vos données soient utilisées en fonction des objectifs mentionnés. Vous pouvez définir vos préférences pour notre société, indépendamment de celles de nos partenaires tiers. Chaque objectif est décrit afin que vous sachiez comment nos partenaires et nous-mêmes exploitons vos données.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Consulter les fournisseurs",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Annuler",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Enregistrer et quitter",
            "VENDOR_SCREEN_TITLE_TEXT": "Le respect de votre vie privée est notre priorité",
            "VENDOR_SCREEN_BODY_TEXT": "Vous pouvez définir ci-dessous vos préférences de consentement pour les partenaires tiers avec lesquels nous collaborons. Développez chaque élément de la liste des sociétés afin de découvrir l’objectif de ce traitement de données et de préciser votre choix. Dans certains cas, les sociétés peuvent exploiter vos données sans demander votre consentement, sur la base de leurs intérêts légitimes. Vous pouvez cliquer sur les liens relatifs à leur politique de confidentialité afin d’obtenir plus d’informations et de vous opposer à un tel traitement si vous le désirez.",
            "REJECT_ALL_BUTTON_TEXT": "Tout Refuser",
            "ACCEPT_ALL_BUTTON_TEXT": "Tout Accepter",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Revenir aux Objectifs",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Annuler",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Enregistrer et quitter",
            "CONSENT_LINK_LABEL": "Confidentialité",
            "BACK_LABEL": "Retour",
            "VIEW_COMPANIES_LABEL": "Voir la liste",
            "HIDE_COMPANIES_LABEL": "Fermer la liste ",
            "THIRD_PARTY_VENDORS_LABEL": "Partenaires",
            "ON_LABEL": "Activé",
            "OFF_LABEL": "Désactivé",
            "OFF_ON_LABEL": "Désactivé/Activé",
            "OTHER": "Autre",
            "NON_IAB_TITLE": "Fournisseurs non IAB",
            "DESCRIPTION": "Description du fournisseur:",
            "COMPANY_LABEL": "Société",
            "REQUIRED_LABEL": "Requis",
            "PRIVACY_POLICY_LABEL": "Politique de confidentialité: ",
            "PURPOSES_LABEL": "Objectifs (consentement)",
            "FEATURES_LABEL": "Fonctionnalités",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Objectifs (intérêts légitimes)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Vos choix relatifs au traitement de vos données personnelles ont été pris en compte.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "Pour refuser ou modifier vos préférences, veuillez cliquer sur le bouton <strong>Confidentialité</strong>.",
            "GOOGLE_PURPOSES_TEXT": "Autoriser Google et ses partenaires technologiques à recueillir des données et à utiliser des cookies à des fins de personnalisation et d’évaluation publicitaires."
        },
        "de": {
            "INIT_SCREEN_TITLE_TEXT": "Wir respektieren Ihre Privatsphäre",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "Wir und unsere Partner verwenden Technologien wie Cookies und verarbeiten personenbezogene Daten wie IP-Adressen und Cookie-IDs, um Anzeigen und Inhalte auf Grundlage Ihrer Interessen zu personalisieren, die Leistung von Anzeigen und Inhalten zu messen und Erkenntnisse über die Zielgruppen zu gewinnen, die Anzeigen und Inhalte gesehen haben. Klicken Sie unten, um der Verwendung dieser Technologie und der Verarbeitung Ihrer persönlichen Daten für diese Zwecke zuzustimmen. Sie können Ihre Meinung und Ihre Einwilligungsentscheidungen jederzeit ändern, indem Sie auf diese Website zurückkehren.",
                "2": "Wir und unsere Partner verarbeiten Ihre personenbezogenen Daten wie IP-Adressen und Cookie-IDs mithilfe von Technologien wie Cookies, um Anzeigen und Inhalte auf Grundlage Ihrer Interessen zu personalisieren, die Leistung von Anzeigen und Inhalten zu messen und Erkenntnisse über die Zielgruppen zu gewinnen, die Anzeigen und Inhalte gesehen haben. Klicken Sie unten, um zuzustimmen oder auszuwählen, welche Partner Ihre Daten zu welchen Zwecken verarbeiten dürfen. Sie können jederzeit Änderungen an Ihren Einstellungen vornehmen.",
                "3": "Die Qualität der Inhalte und Informationen, die wir Ihnen zur Verfügung stellen, hängt von den Einnahmen ab, die wir durch Werbung erzielen. Wir und unsere Partner verwenden Ihre personenbezogenen Daten wie IP-Adressen und Cookie-IDs, um Anzeigen und Inhalte auf Grundlage Ihrer Interessen zu personalisieren, die Leistung von Anzeigen und Inhalten zu messen und Erkenntnisse über die Zielgruppen zu gewinnen, die Anzeigen und Inhalte gesehen haben. Klicken Sie unten, um der Verwendung von Cookies und der Verarbeitung Ihrer Daten zuzustimmen. Sie können jederzeit zu Ihrer Auswahl zurückgehen.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "MEHR OPTIONEN",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "ICH STIMME NICHT ZU",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "ICH STIMME ZU",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Zwecke anzeigen",
            "INIT_SCREEN_ATTRIBUTION_TEXT": "Unterstützt von",
            "PURPOSE_SCREEN_TITLE_TEXT": "Wir respektieren Ihre Privatsphäre",
            "PURPOSE_SCREEN_BODY_TEXT": "Sie können Ihre Einwilligungsvorgaben festlegen und bestimmen, wie Ihre Daten basierend auf den folgenden Zwecken verwendet werden sollen. Sie können Ihre Einstellungen für uns unabhängig von denen von Drittanbietern vornehmen. Jeder Zweck hat eine Beschreibung, damit Sie wissen, wie wir und unsere Partner Ihre Daten verwenden.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Anbieter anzeigen",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Abbrechen",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Speichern & verlassen",
            "VENDOR_SCREEN_TITLE_TEXT": "Wir respektieren Ihre Privatsphäre",
            "VENDOR_SCREEN_BODY_TEXT": "Im Folgenden können Sie Einwilligungsvorgaben für einzelne Drittanbieter festlegen, mit denen wir zusammenarbeiten. Zur Erleichterung Ihrer Auswahl können Sie die einzelnen Einträge auf der Unternehmensliste erweitern, um zu sehen, für welche Zwecke sie Daten verwenden. In einigen Fällen können Unternehmen Ihre Daten aufgrund ihrer berechtigten Interessen verwenden, ohne Sie um Ihre Zustimmung zu bitten. Sie können auf deren Datenschutzrichtlinien-Links klicken, um weitere Informationen zu erhalten und einer solchen Verarbeitung zu widersprechen.",
            "REJECT_ALL_BUTTON_TEXT": "Alle ablehnen",
            "ACCEPT_ALL_BUTTON_TEXT": "Alle akzeptieren",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Zurück zu den Zwecken",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Abbrechen",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Speichern & verlassen",
            "CONSENT_LINK_LABEL": "Datenschutz",
            "BACK_LABEL": "Zurück",
            "VIEW_COMPANIES_LABEL": "Unternehmen einblenden",
            "HIDE_COMPANIES_LABEL": "Unternehmen ausblenden",
            "THIRD_PARTY_VENDORS_LABEL": "Drittanbieter",
            "ON_LABEL": "An",
            "OFF_LABEL": "Aus",
            "OFF_ON_LABEL": "Aus/An",
            "OTHER": "Sonstiges",
            "NON_IAB_TITLE": "Nicht-IAB-Anbieter",
            "DESCRIPTION": "Anbieterbeschreibung:",
            "COMPANY_LABEL": "Unternehmen",
            "REQUIRED_LABEL": "Erforderlich",
            "PRIVACY_POLICY_LABEL": "Datenschutzerklärung: ",
            "PURPOSES_LABEL": "ZZwecke (Zustimmung)",
            "FEATURES_LABEL": "Funktionalitäten",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Zwecke (berechtigte Interessen)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Google und seinen Technologiepartnern erlauben, Daten zu sammeln und Cookies zur Personalisierung und Messung von Anzeigen zu verwenden."
        },
        "it": {
            "INIT_SCREEN_TITLE_TEXT": "Il rispetto della tua privacy è la nostra priorità",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "Noi e i nostri partner utilizziamo tecnologie, quali quelle dei cookie, ed elaboriamo i dati personali, quali gli indirizzi IP e gli identificatori dei cookie, per personalizzare gli annunci e i contenuti in base ai tuoi interessi, misurare le prestazioni di annunci e contenuti e ricavare informazioni sul pubblico che ha visualizzato gli annunci e i contenuti. Fai clic sotto per acconsentire all’utilizzo di questa tecnologia e al trattamento dei tuoi dati personali per queste finalità. Puoi cambiare idea e modificare le tue opzioni sul consenso in qualsiasi momento ritornando su questo sito.",
                "2": "Noi e i nostri partner elaboriamo i tuoi dati personali, quali gli indirizzi IP e gli identificatori dei cookie, utilizzando tecnologie quali quelle dei cookie per personalizzare gli annunci e i contenuti in base ai tuoi interessi, misurare le prestazioni di annunci e contenuti e ricavare informazioni sul pubblico che ha visualizzato gli annunci e i contenuti. Fai clic di seguito per acconsentire o scegliere i Partner che elaboreranno i tuoi dati e per quali finalità. Puoi modificare le tue impostazioni in qualsiasi momento.",
                "3": "I contenuti e le informazioni di qualità che forniamo dipendono dalle entrate generate dalla pubblicità. Noi e i nostri partner utilizziamo i tuoi dati personali, quali gli indirizzi IP e gli identificatori dei cookie, per personalizzare gli annunci e i contenuti in base ai tuoi interessi, misurare le prestazioni di annunci e contenuti e ricavare informazioni sul pubblico che ha visualizzato gli annunci e i contenuti. Fai clic sotto per acconsentire all’utilizzo dei cookie e al trattamento dei tuoi dati. Puoi rivedere le tue scelte in qualsiasi momento.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "PIÙ OPZIONI",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "Non Accetto",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "Accetto",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Mostra finalità",
            "INIT_SCREEN_ATTRIBUTION_TEXT": "Offerto da",
            "PURPOSE_SCREEN_TITLE_TEXT": "Il rispetto della tua privacy è la nostra priorità",
            "PURPOSE_SCREEN_BODY_TEXT": "Di seguito puoi impostare le preferenze sul consenso e determinare come desideri utilizzare i dati in base alle finalità. Puoi impostare le tue preferenze per noi indipendentemente da quelle dei partner di terze parti. Ogni finalità ha una descrizione in modo che tu sappia come noi e i nostri partner utilizziamo i tuoi dati.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Visualizza i fornitori",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Annullare",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Salva ed Esci",
            "VENDOR_SCREEN_TITLE_TEXT": "Il rispetto della tua privacy è la nostra priorità",
            "VENDOR_SCREEN_BODY_TEXT": "Di seguito puoi impostare le preferenze sul consenso per i singoli partner di terze parti con cui collaboriamo. Per visualizzare le finalità rispetto alle quali i singoli partner di terze parti usano i dati per agevolarti nelle tue scelte, espandi ogni voce dell’elenco di aziende. In alcuni casi, le aziende potrebbero utilizzare i tuoi dati senza chiedere il tuo consenso, in base ai loro legittimi interessi. Per ulteriori informazioni e per opporti a tale elaborazione, puoi fare clic sui rispettivi link alla policy sulla privacy.",
            "REJECT_ALL_BUTTON_TEXT": "RIFIUTA TUTTO",
            "ACCEPT_ALL_BUTTON_TEXT": "ACCETTA TUTTO",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Torna alle finalità",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Annullare",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Salva ed Esci",
            "CONSENT_LINK_LABEL": "Privacy",
            "BACK_LABEL": "Indietro",
            "VIEW_COMPANIES_LABEL": "Vedi la lista",
            "HIDE_COMPANIES_LABEL": "Nascondi la lista",
            "THIRD_PARTY_VENDORS_LABEL": "Partner di terze parti",
            "ON_LABEL": "Attivo",
            "OFF_LABEL": "Disattivo",
            "OFF_ON_LABEL": "Disattivo/Attivo",
            "OTHER": "Altro",
            "NON_IAB_TITLE": "Non-IAB Fornitori non IAB",
            "DESCRIPTION": "Descrizione del fornitore:",
            "COMPANY_LABEL": "Azienda",
            "REQUIRED_LABEL": "Obbligatorio",
            "PRIVACY_POLICY_LABEL": "Informativa sulla privacy: ",
            "PURPOSES_LABEL": "Finalità (consenso)",
            "FEATURES_LABEL": "Funzionalità",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Finalità (interessi legittimi)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Consenti a Google e ai suoi partner tecnologici di raccogliere i dati e utilizzare i cookie per la personalizzazione e la misurazione degli annunci."
        },
        "es": {
            "INIT_SCREEN_TITLE_TEXT": "Tu privacidad es importante para nosotros",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "Nosotros y nuestros socios utilizamos tecnologías, como las cookies, y procesamos datos personales, como las direcciones IP y los identificadores de cookies, para personalizar los anuncios y el contenido según sus intereses, medir el rendimiento de los anuncios y el contenido y obtener información sobre las audiencias que vieron los anuncios y el contenido. Haga clic a continuación para autorizar el uso de esta tecnología y el procesamiento de sus datos personales para estos fines. Puede cambiar de opinión y cambiar sus opciones de consentimiento en cualquier momento al regresar a este sitio.",
                "2": "Nosotros y nuestros socios procesamos sus datos personales, como las direcciones IP y los identificadores de cookies, con tecnología como las cookies para personalizar los anuncios y el contenido según sus intereses, medir el rendimiento de los anuncios y el contenido y obtener información sobre las audiencias que vieron los anuncios y el contenido. Haga clic a continuación para dar su consentimiento o para elegir qué Socios procesan sus datos y para qué fines. Puede realizar cambios en su configuración en cualquier momento.",
                "3": "La calidad del contenido y la información que le proporcionamos depende de los ingresos que generamos de la publicidad. Nosotros y nuestros socios utilizamos sus datos personales, como las direcciones IP y los identificadores de cookies, para personalizar los anuncios y el contenido según sus intereses, medir el rendimiento de los anuncios y el contenido y obtener información sobre las audiencias que vieron los anuncios y el contenido. Haga clic a continuación para autorizar el uso de cookies y el procesamiento de sus datos. Puede volver a visitar sus opciones en cualquier momento.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "MÁS OPCIONES",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "No acepto",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "Acepto",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Mostrar objetivos",
            "INIT_SCREEN_ATTRIBUTION_TEXT": "Accionado por",
            "PURPOSE_SCREEN_TITLE_TEXT": "Tu privacidad es importante para nosotros",
            "PURPOSE_SCREEN_BODY_TEXT": "Puede establecer sus preferencias de consentimiento y determinar cómo desea que se utilicen sus datos según los fines que se detallan a continuación. Puede establecer sus preferencias con respecto a nosotros independientemente de las de los socios externos. Cada objetivo tiene una descripción para que sepa cómo nosotros y los socios usamos sus datos.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Ver vendedores",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Cancelar",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Guardar y salir",
            "VENDOR_SCREEN_TITLE_TEXT": "Tu privacidad es importante para nosotros",
            "VENDOR_SCREEN_BODY_TEXT": "Puede configurar las preferencias de consentimiento para los terceros externos individuales con los que trabajamos a continuación. Expanda cada elemento de la lista de la compañía para ver para qué fines usan los datos para ayudarlo a tomar sus decisiones. En algunos casos, las compañías pueden usar sus datos sin pedir su consentimiento en función de sus intereses legítimos. Puede hacer clic en los enlaces de sus políticas de privacidad para obtener más información y para objetar dicho procesamiento.",
            "REJECT_ALL_BUTTON_TEXT": "Rechazar todo",
            "ACCEPT_ALL_BUTTON_TEXT": "Aceptar todo",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Volver a propósitos",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Cancelar",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Guardar y salir",
            "CONSENT_LINK_LABEL": "Privacidad",
            "BACK_LABEL": "Volver",
            "VIEW_COMPANIES_LABEL": "Ver empresas",
            "HIDE_COMPANIES_LABEL": "Ocultar empresas",
            "THIRD_PARTY_VENDORS_LABEL": "Partners",
            "ON_LABEL": "Activar",
            "OFF_LABEL": "Desactivar",
            "OFF_ON_LABEL": "Desactivar/Activar",
            "OTHER": "Otro",
            "NON_IAB_TITLE": "Proveedores que no pertenecen a IAB",
            "DESCRIPTION": "Descripción del vendedor:",
            "COMPANY_LABEL": "Empresa",
            "REQUIRED_LABEL": "Obligatorio",
            "PRIVACY_POLICY_LABEL": "Política de privacidad: ",
            "PURPOSES_LABEL": "Objetivos (consentimiento)",
            "FEATURES_LABEL": "Características",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Objetivos (intereses legítimos)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Permitir que Google y sus socios tecnológicos recopilen datos y utilicen cookies para la personalización de anuncios y medición."
        },
        "da": {
            "INIT_SCREEN_TITLE_TEXT": "Vi respekterer privatlivets fred",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "Vi og vores partnere bruger teknologier, såsom cookies, og behandler personlige data, såsom IP-adresser og cookie-identifikatorer, til at skræddersy reklamer og indhold på basis af dine interesser, for at måle reklamernes og indholdenes virkningsgrad og for at lære noget om dem, der har set reklamerne og indholdene. Klik nedenunder for at give samtykke til brugen af denne teknologi og behandling af dine personlige data til disse formål. Du kan til enhver tid skifte holdning og ændre dine valg ved at vende tilbage til denne site.",
                "2": "Vi og vores partnere behandler dine personlige data, såsom IP-adresser og cookie-identifikatorer, ved hjælp af teknologier, såsom cookies, til at skræddersy reklamer og indhold på basis af dine interesser, for at måle reklamernes og indholdenes virkningsgrad og for at lære noget om dem, der har set reklamerne og indholdene. Klik nedenunder for at give samtykke eller for at vælge hvilke partnere, der skal behandle dine data, og til hvilke formål. Du kan til enhver tid ændre dine indstillinger.",
                "3": "Kvalitetsindholdet og oplysningerne, som vi tilbyder dig, er afhængige af de indtægter, vi genererer igennem reklamer. Vi og vores partnere bruger dine personlige data, såsom IP-adresser og cookie-identifikatorer, til at skræddersy reklamer og indhold på basis af dine interesser, til at måle reklamernes og indholdenes virkningsgrad og til at lære noget om dem, der har set reklamerne og indholdene. Klik nedenunder for at give samtykke til brugen af cookies og behandling af dine data. Du kan til enhver tid ændre dine valg.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "FLERE MULIGHEDER",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "JEG SAMTYKKER IKKE",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "JEG SAMTYKKER",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Vis formål",
            "PURPOSE_SCREEN_TITLE_TEXT": "Vi respekterer privatlivets fred",
            "PURPOSE_SCREEN_BODY_TEXT": "Du kan vælge dine samtykkepræferencer og bestemme, hvordan dine data skal behandles på basis af formålene nedenunder. Du kan vælge dine præferencer i forhold til os uafhængigt af dine præferencer for tredjemandspartnere. Til hvert formål foreligger der en beskrivelse, så du ved, hvordan vi og vores partnere bruger dine data.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Se Forhandlere",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Annuller",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Gem og luk",
            "VENDOR_SCREEN_TITLE_TEXT": "Vi respekterer privatlivets fred",
            "VENDOR_SCREEN_BODY_TEXT": "Du kan vælge dine præferencer for samtykke vedrørende enkelte tredjemandspartnere nedenfor. Udvid hver firmaliste for at se, hvilke formål de bruger data til, så du nemmere kan træffe dine valg. I nogle tilfælde kan virksomheder bruge dine data uden at bede om dit samtykke baseret på deres egne legitime interesser. Klik på linkene til deres politikker om privatlivets fred for yderligere oplysninger og for eventuelt at protestere imod den slags databehandling.",
            "REJECT_ALL_BUTTON_TEXT": "AFVIS ALLE",
            "ACCEPT_ALL_BUTTON_TEXT": "ACCEPTER ALLE",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Tilbage til formål",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Annuller",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Gem og luk",
            "CONSENT_LINK_LABEL": "Privatlivets fred",
            "BACK_LABEL": "Tilbage",
            "VIEW_COMPANIES_LABEL": "Vis virksomheder",
            "HIDE_COMPANIES_LABEL": "Skjul virksomheder",
            "THIRD_PARTY_VENDORS_LABEL": "Tredjepartsleverandører",
            "ON_LABEL": "Til",
            "OFF_LABEL": "Fra",
            "OFF_ON_LABEL": "Fra/Til",
            "OTHER": "Andet",
            "NON_IAB_TITLE": "Ikke-IAB-forhandlere",
            "DESCRIPTION": "Forhandlerbeskrivelse:",
            "COMPANY_LABEL": "Virksomhed",
            "REQUIRED_LABEL": "Obligatorisk",
            "PRIVACY_POLICY_LABEL": "Politik for beskyttelse af personoplysninger: ",
            "PURPOSES_LABEL": "Formål (samtykke)",
            "FEATURES_LABEL": "Formål - Legitime interesser:",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Formål (legitime interesser)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Giv samtykke til, at Google og deres teknologiske partnere indsamler data og bruger cookies til at personliggøre reklame og måling."
        },
        "nl": {
            "INIT_SCREEN_TITLE_TEXT": "We respecteren uw privacy",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "Wij en onze partners gebruiken technologieën, zoals cookies, en verwerken persoonlijke gegevens, zoals IP-adressen en cookie-identificatoren, om advertenties en inhoud te personaliseren op basis van uw interesses, de resultaten van advertenties en inhoud te meten en inzichten te verkrijgen over het publiek dat deze advertenties en inhoud heeft bekeken. Klik hieronder om toestemming te geven voor het gebruik van deze technologie en de verwerking van uw persoonlijke gegevens voor deze doeleinden. U kunt op elk moment van gedachten veranderen en uw toestemmingskeuzes wijzigen door terug te keren naar deze site.",
                "2": "Wij en onze partners verwerken uw persoonlijke gegevens, zoals IP-adressen en cookie-identificatoren, met behulp van technologie zoals cookies om advertenties en inhoud te personaliseren op basis van uw interesses, de resultaten van advertenties en inhoud te meten en inzichten te verkrijgen over het publiek dat deze advertenties en inhoud heeft bekeken. Klik hieronder om toestemming te geven of om te kiezen welke partners uw gegevens verwerken en voor welke doeleinden. U kunt uw instellingen op elk gewenst moment wijzigen.",
                "3": "De kwaliteit van de inhoud en informatie die we u verstrekken, is afhankelijk van de inkomsten die we genereren uit advertenties. Wij en onze partners gebruiken uw persoonlijke gegevens, zoals IP-adressen en cookie-identificatoren om advertenties en inhoud te personaliseren op basis van uw interesses, de resultaten van advertenties en inhoud te meten en inzichten te verkrijgen over het publiek dat advertenties en inhoud heeft bekeken. Klik hieronder om toestemming te geven voor het gebruik van cookies en de verwerking van uw gegevens. U kunt op elk gewenst moment terugkomen op uw keuzes.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "MEER OPTIES",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "IK GA NIET AKKOORD",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "IK GA AKKOORD",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Doeleinden weergeven",
            "PURPOSE_SCREEN_TITLE_TEXT": "Wij respecteren uw privacy",
            "PURPOSE_SCREEN_BODY_TEXT": "U kunt uw toestemmingsvoorkeuren instellen en bepalen hoe u uw gegevens wilt gebruiken op basis van de onderstaande doeleinden. U kunt uw voorkeuren voor ons onafhankelijk van die van externe partners instellen. Elk doeleinde heeft een beschrijving zodat u weet hoe wij en onze partners uw gegevens gebruiken.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Zie leveranciers",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Annuleer",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Opslaan en afsluiten",
            "VENDOR_SCREEN_TITLE_TEXT": "Wij respecteren uw privacy",
            "VENDOR_SCREEN_BODY_TEXT": "U kunt hieronder toestemmingsvoorkeuren instellen voor individuele externe partners waarmee wij werken. Vouw elk item uit de bedrijfslijst uit om te zien voor welke doeleinden ze gegevens gebruiken om u te helpen bij het maken van uw keuzes. In sommige gevallen kunnen bedrijven uw gegevens gebruiken zonder uw toestemming te vragen, op basis van hun legitieme belangen. U kunt op hun privacybeleidlinks klikken voor meer informatie en bezwaar maken tegen dergelijke verwerking.",
            "REJECT_ALL_BUTTON_TEXT": "ALLES AFWIJZEN",
            "ACCEPT_ALL_BUTTON_TEXT": "ALLES ACCEPTEREN",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Terug naar Doeleinden",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Annuleer",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Opslaan en afsluiten",
            "CONSENT_LINK_LABEL": "Privacy",
            "BACK_LABEL": "Terug",
            "VIEW_COMPANIES_LABEL": "Lijst weergeven",
            "HIDE_COMPANIES_LABEL": "Lijst verbergen",
            "THIRD_PARTY_VENDORS_LABEL": "Partners",
            "ON_LABEL": "Aan",
            "OFF_LABEL": "Uit",
            "OFF_ON_LABEL": "Uit/Aan",
            "OTHER": "Overige",
            "NON_IAB_TITLE": "Niet-IAB-leveranciers",
            "DESCRIPTION": "Beschrijving leverancier:",
            "COMPANY_LABEL": "Bedrijf",
            "REQUIRED_LABEL": "Verplicht",
            "PRIVACY_POLICY_LABEL": "Privacybeleid: ",
            "PURPOSES_LABEL": "Doeleinden (toestemming)",
            "FEATURES_LABEL": "Functies",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Doeleinden (legitieme belangen)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Google en zijn technologiepartners toestaan om gegevens te verzamelen en cookies te gebruiken voor gepersonaliseerde advertenties en metingen."
        },
        "el": {
            "INIT_SCREEN_TITLE_TEXT": "Σεβόμαστε την ιδιωτικότητά σας",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "Εμείς και οι συνεργάτες μας χρησιμοποιούμε τεχνολογίες, όπως cookies, και επεξεργαζόμαστε προσωπικά δεδομένα, όπως διευθύνσεις IP και αναγνωριστικά cookies, για να προσαρμόζουμε τις διαφημίσεις και το περιεχόμενο με βάση τα ενδιαφέροντά σας, για να μετρήσουμε την απόδοση των διαφημίσεων και του περιεχομένου και για να αποκτήσουμε εις βάθος γνώση του κοινού που είδε τις διαφημίσεις και το περιεχόμενο. Κάντε κλικ παρακάτω για να συμφωνήσετε με τη χρήση αυτής της τεχνολογίας και την επεξεργασία των προσωπικών σας δεδομένων για αυτούς τους σκοπούς. Μπορείτε να αλλάξετε γνώμη και να αλλάξετε τις επιλογές της συγκατάθεσής σας ανά πάσα στιγμή επιστρέφοντας σε αυτόν τον ιστότοπο.",
                "2": "Εμείς και οι συνεργάτες μας χρησιμοποιούμε τα προσωπικά σας δεδομένα, όπως διευθύνσεις IP και αναγνωριστικά cookies, χρησιμοποιώντας τεχνολογία όπως cookies για να προσαρμόζουμε τις διαφημίσεις και το περιεχόμενο με βάση τα ενδιαφέροντά σας, για να μετρήσουμε την απόδοση των διαφημίσεων και του περιεχομένου και για να αποκτήσουμε εις βάθος γνώση του κοινού που είδε τις διαφημίσεις και το περιεχόμενο. Κάντε κλικ παρακάτω για να δώσετε τη συγκατάθεσή σας ή για να επιλέξετε ποιοι συνεργάτες θα επεξεργαστούν τα δεδομένα σας και για ποιους σκοπούς. Μπορείτε να αλλάξετε τις ρυθμίσεις σας ανά πάσα στιγμή.",
                "3": "Η ποιότητα του περιεχομένου και οι πληροφορίες που σας παρέχουμε εξαρτώνται από τα έσοδα από τη διαφήμιση. Εμείς και οι συνεργάτες μας χρησιμοποιούμε τα προσωπικά σας δεδομένα, όπως διευθύνσεις IP και αναγνωριστικά cookies, για να προσαρμόζουμε τις διαφημίσεις και το περιεχόμενο με βάση τα ενδιαφέροντά σας, για να μετρήσουμε την απόδοση των διαφημίσεων και του περιεχομένου και για να αποκτήσουμε εις βάθος γνώση του κοινού που είδε τις διαφημίσεις και το περιεχόμενο. Κάντε κλικ παρακάτω για να δώσετε τη συγκατάθεσή σας για τη χρήση των cookies και την επεξεργασία των δεδομένων σας. Μπορείτε να επανεξετάσετε τις επιλογές σας ανά πάσα στιγμή.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "ΠΕΡΙΣΣΟΤΕΡΕΣ ΕΠΙΛΟΓΕΣ",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "ΔΕ ΣΥΜΦΩΝΩ",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "ΣΥΜΦΩΝΩ",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Εμφάνιση σκοπών",
            "PURPOSE_SCREEN_TITLE_TEXT": "Σεβόμαστε την ιδιωτικότητά σας",
            "PURPOSE_SCREEN_BODY_TEXT": "Μπορείτε να ορίσετε τις προτιμήσεις συγκατάθεσης σας και να καθορίσετε τον τρόπο με τον οποίο θέλετε να χρησιμοποιηθούν τα δεδομένα σας, με βάση τους παρακάτω σκοπούς. Μπορείτε να ορίσετε τις προτιμήσεις σας για εμάς, ανεξάρτητα από αυτούς τους τρίτους συνεργάτες. Κάθε σκοπός έχει μια περιγραφή, έτσι ώστε να ξέρετε πώς χρησιμοποιούμε τα δεδομένα σας εμείς και οι συνεργάτες μας.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Εμφάνιση παρόχων",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Άκυρο",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Αποθήκευση και έξοδος",
            "VENDOR_SCREEN_TITLE_TEXT": "Σεβόμαστε την ιδιωτικότητά σας",
            "VENDOR_SCREEN_BODY_TEXT": "Μπορείτε να ορίσετε τις προτιμήσεις συγκατάθεσης για τους επιμέρους τρίτους συνεργάτες με τους οποίους συνεργαζόμαστε, παρακάτω. Επεκτείνετε το στοιχείο λίστας κάθε εταιρείας, για να δείτε τους σκοπούς για τους οποίους χρησιμοποιούν τα δεδομένα σας, ώστε να κάνετε την επιλογή σας. Σε ορισμένες περιπτώσεις, οι εταιρείες μπορεί να χρησιμοποιήσουν τα δεδομένα σας χωρίς να ζητήσουν τη συγκατάθεσή σας, με βάση τα νόμιμα συμφέροντά τους. Μπορείτε να κάνετε κλικ στους συνδέσμους της πολιτικής απορρήτου τους για περισσότερες πληροφορίες και για να εναντιωθείτε σε αυτή την επεξεργασία.",
            "REJECT_ALL_BUTTON_TEXT": "ΑΠΟΡΡΙΨΗ ΟΛΩΝ",
            "ACCEPT_ALL_BUTTON_TEXT": "ΑΠΟΔΟΧΗ ΟΛΩΝ",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Πίσω στους Σκοπούς",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Άκυρο",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Αποθήκευση και έξοδος",
            "CONSENT_LINK_LABEL": "Απόρρητο",
            "BACK_LABEL": "Επιστροφή",
            "VIEW_COMPANIES_LABEL": "Προβολή εταιρειών",
            "HIDE_COMPANIES_LABEL": "Απόκρυψη εταιρειών",
            "THIRD_PARTY_VENDORS_LABEL": "Τρίτοι προμηθευτές",
            "ON_LABEL": "Ναι",
            "OFF_LABEL": "Όχι",
            "OFF_ON_LABEL": "Όχι/Ναι",
            "OTHER": "Άλλο",
            "NON_IAB_TITLE": "Πάροχοι μη-IAB",
            "DESCRIPTION": "Περιγραφή παρόχου:",
            "COMPANY_LABEL": "Εταιρεία",
            "REQUIRED_LABEL": "Απαιτείται",
            "PRIVACY_POLICY_LABEL": "Πολιτική απορρήτου: ",
            "PURPOSES_LABEL": "Σκοποί (Συγκατάθεση)",
            "FEATURES_LABEL": "Λειτουργίες:",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Σκοποί (Νόμιμα συμφέροντα)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Επιτρέψτε στο Google και στους τεχνολογικούς συνεργάτες του να συλλέγουν δεδομένα και να χρησιμοποιούν cookies για εξατομίκευση και μέτρηση διαφημίσεων."
        },
        "hu": {
            "INIT_SCREEN_TITLE_TEXT": "Fontos számunkra adatainak védelme",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "A partnereinkkel együtt olyan technológiákat, például cookie-kat használunk, amelyekkel a személyes adatait – például az IP-címeit és a cookie-azonosítóit – feldolgozzuk annak érdekében, hogy az Ön érdeklődési köre alapján személyre szabjuk a hirdetéseket és a tartalmakat, mérjük a hirdetések és a tartalmak teljesítményét, valamint következtetéseket vonjunk le a hirdetések és a tartalom közönségével kapcsolatban. A gombra kattintva hozzájárulhat ennek a technológiának a használatához és az adatai e célokkal történő feldolgozásához. Az oldal későbbi meglátogatásaikor bármikor meggondolhatja magát, és megváltoztathatja a döntését.",
                "2": "A személyes adatait – például az IP-címeit és a cookie-azonosítóit – a partnereinkkel együtt a cookie-khoz hasonló technológiák segítségével feldolgozzuk annak érdekében, hogy az Ön érdeklődési köre alapján személyre szabjuk a hirdetéseket és a tartalmakat, mérjük a hirdetések és a tartalmak teljesítményét, valamint következtetéseket vonjunk le a hirdetések és a tartalom közönségével kapcsolatban. A gombra kattintva hozzájárulást adhat, vagy kiválaszthatja, mely partnerek, milyen céllal dolgozhatják fel az adatait. A beállításokat bármikor módosíthatja.",
                "3": "A hirdetésekből származó bevétel teszi lehetővé, hogy minőségi tartalmat és tájékoztatást biztosítsunk Önnek. A személyes adatait – például az IP-címeit és a cookie-azonosítóit – partnereinkkel együtt feldolgozzuk annak érdekében, hogy az Ön érdeklődési köre alapján személyre szabjuk a hirdetéseket és a tartalmakat, mérjük a hirdetések és a tartalmak teljesítményét, valamint következtetéseket vonjunk le a hirdetések és a tartalom közönségével kapcsolatban. A gombra kattintva hozzájárulhat a cookie-k használatához és az adatok feldolgozásához. A döntését bármikor megváltoztathatja.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "TÖBB LEHETŐSÉG",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "NEM FOGADOM EL",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "ELFOGADOM",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "A célok megjelenítése",
            "PURPOSE_SCREEN_TITLE_TEXT": "Fontos számunkra adatainak védelme",
            "PURPOSE_SCREEN_BODY_TEXT": "Beállíthatja a hozzájárulási preferenciáit, és meghatározhatja, hogyan kerüljenek felhasználásra az adatai a jövőben az alábbi célok vonatkozásában. A ránk vonatkozó preferenciáit a harmadik felektől függetlenül adhatja meg. A célok melletti leírásból megtudhatja, hogy a partnereinkkel együtt hogyan használjuk fel az adatait.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Beszállítók megtekintése",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Kilépés",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Mentés és bezárás",
            "VENDOR_SCREEN_TITLE_TEXT": "Fontos számunkra adatainak védelme",
            "VENDOR_SCREEN_BODY_TEXT": "Az alábbiakban megadhatja az egyes független harmadik felekre vonatkozó hozzájárulással kapcsolatos preferenciáit. A döntése megkönnyítése érdekében kattintson a listában a vállalatok nevére, és megtudhatja, azok milyen célokra használják fel az adatokat. A vállalatok bizonyos esetekben az Ön hozzájárulása nélkül is használhatják az adatait, amennyiben ez jogos érdekük. A vállalatok adatvédelmi szabályzatának linkjére kattintva további információkat tekinthet meg, és elutasíthatja az adott célú feldolgozást.",
            "REJECT_ALL_BUTTON_TEXT": "ÖSSZES ELUTASÍTÁSA",
            "ACCEPT_ALL_BUTTON_TEXT": "ÖSSZES ELFOGADÁSA",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Vissza a Célok oldalra",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Kilépés",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Mentés és bezárás",
            "CONSENT_LINK_LABEL": "Adatvédelem",
            "BACK_LABEL": "Vissza",
            "VIEW_COMPANIES_LABEL": "Vállalatok megjelenítése",
            "HIDE_COMPANIES_LABEL": "Vállalatok elrejtése",
            "THIRD_PARTY_VENDORS_LABEL": "Harmadik fél beszállítók",
            "ON_LABEL": "Be",
            "OFF_LABEL": "Ki",
            "OFF_ON_LABEL": "Ki/Be",
            "OTHER": "Egyéb",
            "NON_IAB_TITLE": "Nem IAB-hez tartozó beszállítók",
            "DESCRIPTION": "Beszállító leírása:",
            "COMPANY_LABEL": "Vállalat",
            "REQUIRED_LABEL": "Kötelező",
            "PRIVACY_POLICY_LABEL": "Adatvédelmi szabályzat: ",
            "PURPOSES_LABEL": "Célok (hozzájárulás)",
            "FEATURES_LABEL": "Jellemzők:",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Célok (jogszerű érdekek)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Engedélyezze, hogy a Google és technológiai partnerei adatokat gyűjtsenek és cookie-kat használjanak a hirdetések személyre szabásához és a mérésekhez."
        },
        "pt": {
            "INIT_SCREEN_TITLE_TEXT": "Damos valor à sua privacidade",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "Nós e os nossos parceiros utilizamos tecnologias, como cookies, e processamos dados pessoais, como endereços IP e identificadores de cookies, para personalizar anúncios e conteúdos baseados nos seus interesses, avaliar o desempenho desses anúncios e conteúdos, bem como para obter informações sobre o público que os visualizou. Clique abaixo para consentir a utilização desta tecnologia e o processamento dos seus dados pessoais para estas finalidades. Pode mudar de ideias e alterar as suas opções de consentimento a qualquer momento voltando a este site.",
                "2": "Nós e os nossos parceiros processamos os seus dados pessoais, como endereços IP e identificadores de cookies, utilizando tecnologias, como cookies, para personalizar anúncios e conteúdos baseados nos seus interesses, avaliar o desempenho desses anúncios e conteúdos, bem como para obter informações sobre o público que os visualizou. Clique abaixo para consentir ou escolher os Parceiros que irão processar os seus dados e para quais Finalidades. Poderá realizar alterações às suas definições a qualquer momento.",
                "3": "O conteúdo de qualidade e as informações que lhe fornecemos dependem da receita gerada pela publicidade. Nós e os nossos parceiros utilizamos os seus dados pessoais, como endereços IP e identificadores de cookies, para personalizar anúncios e conteúdos baseados nos seus interesses, avaliar o desempenho desses anúncios e conteúdos, bem como para obter informações sobre o público que os visualizou. Clique abaixo para consentir a utilização de cookies e o processamento dos seus dados. Poderá rever as suas escolhas a qualquer momento.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "MAIS OPÇÕES",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "EU NÃO ACEITO",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "EU ACEITO",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Mostrar Finalidades",
            "PURPOSE_SCREEN_TITLE_TEXT": "Damos valor à sua privacidade",
            "PURPOSE_SCREEN_BODY_TEXT": "Com base nas finalidades que se seguem, pode definir as suas preferências de consentimento e determinar como deseja que os seus dados sejam utilizados. Pode definir as suas preferências relativas à nossa empresa de forma independente das de terceiros. Cada finalidade contém uma descrição para saber como nós e os nossos parceiros utilizamos os seus dados.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Ver Fornecedores",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Cancelar",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Guardar e sair",
            "VENDOR_SCREEN_TITLE_TEXT": "Damos valor à sua privacidade",
            "VENDOR_SCREEN_BODY_TEXT": "Em seguida, pode definir as preferências de consentimento para parceiros terceiros com os quais trabalhamos. Para ajudar no momento da escolha, expanda cada item da lista de empresas para ver com que finalidade utilizam os dados. Em alguns casos, as empresas, com base nos seus interesses legítimos, podem utilizar os seus dados sem solicitar o seu consentimento. Clique nas ligações das respetivas políticas de privacidade para obter mais informações e para se opor a esse processamento.",
            "REJECT_ALL_BUTTON_TEXT": "Rejeitar tudo",
            "ACCEPT_ALL_BUTTON_TEXT": "Aceitar tudo",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Voltar para Finalidades",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Cancelar",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Guardar e sair",
            "CONSENT_LINK_LABEL": "Privacidade",
            "BACK_LABEL": "Anterior",
            "VIEW_COMPANIES_LABEL": "Ver companhias",
            "HIDE_COMPANIES_LABEL": "Ocultar companhias",
            "THIRD_PARTY_VENDORS_LABEL": "Vendedores terceiros",
            "ON_LABEL": "Ligar",
            "OFF_LABEL": "Desligar",
            "OFF_ON_LABEL": "Desligar/Ligar",
            "OTHER": "Outros",
            "NON_IAB_TITLE": "Fornecedores não IAB",
            "DESCRIPTION": "Descrição do Fornecedor:",
            "COMPANY_LABEL": "Companhia",
            "REQUIRED_LABEL": "Obrigatório",
            "PRIVACY_POLICY_LABEL": "Política de privacidade: ",
            "PURPOSES_LABEL": "Finalidades (Consentimento)",
            "FEATURES_LABEL": "Funcionalidades:",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Finalidades (Interesses legítimos)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Permitir que a Google e os seus parceiros tecnológicos recolham dados e utilizem cookies para personalização e medição de anúncios."
        },
        "ro": {
            "INIT_SCREEN_TITLE_TEXT": "Pentru noi, confidențialitatea dvs. este importantă",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "Noi și partenerii noștri utilizăm tehnologii, cum ar fi modulele cookie, și vă procesăm datele cu caracter personal, precum adresele IP și identificatorii cookie, pentru a personaliza anunțurile publicitare și conținutul în funcție de interesele dvs., pentru a măsura eficiența anunțurilor și a conținutului și pentru a obține informații despre publicul care a văzut anunțurile și conținutul. Faceți clic mai jos pentru a vă da consimțământul privind utilizarea acestei tehnologii și procesarea datelor dvs. cu caracter personal în aceste scopuri. Vă puteți răzgândi și puteți schimba opțiunile în orice moment, revenind la acest site.",
                "2": "Noi și partenerii noștri vă procesăm datele cu caracter personal, cum ar fi adresele IP și identificatorii cookie, utilizând tehnologii precum cookie-urile, pentru a personaliza anunțurile publicitare și conținutul în funcție de interesele dvs., pentru a măsura eficiența anunțurilor și a conținutului și pentru a obține informații despre publicul care a văzut anunțurile și conținutul. Faceți clic mai jos pentru a vă da consimțământul sau pentru a alege care parteneri să vă proceseze datele și în ce scopuri. Puteți edita setările în orice moment.",
                "3": "Calitatea conținutului și informațiile pe care vi le furnizăm depind de veniturile generate de publicitate. Noi și partenerii noștri vă utilizăm datele cu caracter personal, cum ar fi adresele IP și identificatorii cookie, pentru a personaliza anunțurile publicitare și conținutul în funcție de interesele dvs., pentru a măsura eficiența anunțurilor și a conținutului și pentru a obține informații despre publicul care a văzut anunțurile și conținutul. Faceți clic mai jos pentru a vă da acordul privind utilizarea cookie-urilor și procesarea datelor dvs. Vă puteți schimba opțiunile în orice moment.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "MAI MULTE OPȚIUNI",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "NU SUNT DE ACORD",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "Sunt de acord",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Afișați scopurile",
            "PURPOSE_SCREEN_TITLE_TEXT": "Pentru noi, confidențialitatea dvs. este importantă",
            "PURPOSE_SCREEN_BODY_TEXT": "Vă puteți seta preferințele de consimțământ și determina cum doriți să vă fie utilizate datele în funcție de scopurile de mai jos. Vă puteți seta preferințele pentru noi independent de cele pentru partenerii terți. Fiecare scop are o descriere, astfel încât să știți modul în care noi și partenerii noștri vă utilizăm datele.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Vizualizați furnizorii",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Anulare",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Salvare și ieșire",
            "VENDOR_SCREEN_TITLE_TEXT": "Pentru noi, confidențialitatea dvs. este importantă",
            "VENDOR_SCREEN_BODY_TEXT": "Mai jos, puteți stabili preferințele de consimțământ pentru partenerii terți cu care lucrăm. Pentru a decide, deschideți fiecare element din lista companiei pentru a vedea scopurile în care utilizează datele. Este posibil ca, în unele cazuri, companiile să vă utilizeze datele fără a vă cere consimțământul, bazându-se pe interesele lor legitime. Puteți face clic pe linkurile politicilor de confidențialitate ale acestora pentru a afla mai multe informații și a vă opune unor astfel de procesări.",
            "REJECT_ALL_BUTTON_TEXT": "RRESPINGEȚI-LE PE TOATE",
            "ACCEPT_ALL_BUTTON_TEXT": "ACCEPTAȚI-LE PE TOATE",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Înapoi la Scopuri",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Anulare",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Salvare și ieșire",
            "CONSENT_LINK_LABEL": "Confidențialitate",
            "BACK_LABEL": "Înapoi",
            "VIEW_COMPANIES_LABEL": "Vizualizare companii",
            "HIDE_COMPANIES_LABEL": "Ascundere companii",
            "THIRD_PARTY_VENDORS_LABEL": "Furnizori terți",
            "ON_LABEL": "Activare",
            "OFF_LABEL": "Dezactivare",
            "OFF_ON_LABEL": "Dezactivare/Activare",
            "OTHER": "Altul",
            "NON_IAB_TITLE": "Furnizori non-IAB",
            "DESCRIPTION": "Descriere furnizor:",
            "COMPANY_LABEL": "Companie",
            "REQUIRED_LABEL": "Obligatoriu",
            "PRIVACY_POLICY_LABEL": "Politica de confidențialitate: ",
            "PURPOSES_LABEL": "Scopuri (Consimțământ)",
            "FEATURES_LABEL": "Funcții:",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Scopuri (Interese legitime)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Permiteți companiei Google și partenerilor săi de tehnologie să colecteze date și să utilizeze cookie-uri pentru măsurări și personalizarea anunțurilor."
        },
        "fi": {
            "INIT_SCREEN_TITLE_TEXT": "Yksityisyytesi on meille tärkeää",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "Me ja yhteistyökumppanimme käytämme tekniikoita, kuten evästeitä, ja käsittelemme henkilökohtaisia tietojasi, kuten IP-osoitteita ja evästetunnisteita, yksilöimään mainoksia ja sisältöä mielenkiintojesi kohteiden perusteella, sekä mitataksemme mainosten ja sisällön tehokkuutta sekä saadaksemme tietoa mainoksia ja sisältöä nähneistä yleisöistä. Napsauta alta, jos haluat hyväksyä tämän tekniikan käytön ja henkilötietojesi käsittelyn näihin tarkoituksiin. Mikäli muutat mielesi, voit muuttaa antamaasi suostumusta milloin tahansa palaamalla tälle sivustolle.",
                "2": "Me ja yhteistyökumppanimme käsittelemme henkilökohtaisia tietojasi, kuten IP-osoitteita ja evästetunnisteita, käyttämällä tekniikoita, kuten evästeitä, jotta voimme muokata mainoksia ja sisältöä mielenkiintojesi kohteiden perusteella sekä mitataksemme mainosten ja sisällön tehokkuutta sekä saadaksemme tietoa mainoksia ja sisältöä nähneistä yleisöistä. Napsauta alta, jos haluat hyväksyä tai valita, mitkä kumppanit käsittelevät tietojasi ja mihin tarkoituksiin. Voit tehdä muutoksia asetuksiisi milloin tahansa.",
                "3": "Laadukas sisältö ja tiedot, jotka annamme sinulle, riippuvat mainonnasta syntyvästä tulosta. Me ja yhteistyökumppanimme käytämme henkilökohtaisia tietojasi, kuten IP-osoitteita ja evästetunnisteita, voidaksemme muokata mainoksia ja sisältöä mielenkiintojesi kohteiden perusteella ja mitataksemme mainosten ja sisällön tehokkuutta sekä saadaksemme tietoa mainoksia ja sisältöä nähneistä yleisöistä. Napsauta alta, jos haluat hyväksyä evästeiden käytön ja tietojen käsittelyn. Voit tarkastella valintojasi milloin tahansa.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "LISÄÄ VAIHTOEHTOJA",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "EN HYVÄKSY",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "Hyväksyn",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Näytä tarkoitukset",
            "PURPOSE_SCREEN_TITLE_TEXT": "Yksityisyytesi on meille tärkeää",
            "PURPOSE_SCREEN_BODY_TEXT": "Voit asettaa suostumusasetuksesi ja määrittää, miten haluat tietojasi käytettävän alla olevien tarkoitusten perusteella. Voit asettaa meitä koskevat asetuksesi riippumatta kolmannen osapuolen yhteistyökumppaneita koskevista asetuksista. Jokaisella tarkoituksella on kuvaus, jotta tiedät, miten me ja yhteistyökumppanimme käytämme tietojasi.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Katso toimittajat",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Peruuta",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Tallenna ja poistu",
            "VENDOR_SCREEN_TITLE_TEXT": "Yksityisyytesi on meille tärkeää",
            "VENDOR_SCREEN_BODY_TEXT": "Voit määrittää alla suostumusasetukset yksittäisille yhteistyökumppaneina toimiville kolmansille osapuolille, joiden kanssa työskentelemme. Jotta voit tehdä valintasi, laajenna jokainen yritysluettelon kohde nähdäksesi mihin tarkoituksiin he käyttävät tietojasi. Joissakin tapauksissa yritykset voivat oikeutettujen etujensa perusteella käyttää tietojasi pyytämättä suostumustasi. Voit napsauttaa heidän tietosuojakäytäntölinkkejään saadaksesi lisätietoja ja vastustaaksesi tällaista käsittelyä.",
            "REJECT_ALL_BUTTON_TEXT": "HYLKÄÄ KAIKKI",
            "ACCEPT_ALL_BUTTON_TEXT": "HYVÄKSY KAIKKI",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Takaisin tarkoituksiin",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Peruuta",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Tallenna ja poistu",
            "CONSENT_LINK_LABEL": "Yksityisyys",
            "BACK_LABEL": "Takaisin",
            "VIEW_COMPANIES_LABEL": "Katso yritykset",
            "HIDE_COMPANIES_LABEL": "Piilota yritykset",
            "THIRD_PARTY_VENDORS_LABEL": "Kolmannen osapuolen toimittajat",
            "ON_LABEL": "Päälle",
            "OFF_LABEL": "Pois",
            "OFF_ON_LABEL": "Pois/Päälle",
            "OTHER": "Muut",
            "NON_IAB_TITLE": "Ei IAB-toimittajat",
            "DESCRIPTION": "Toimittajan kuvaus:",
            "COMPANY_LABEL": "Yritys",
            "REQUIRED_LABEL": "Vaaditaan",
            "PRIVACY_POLICY_LABEL": "Tietosuojaseloste: ",
            "PURPOSES_LABEL": "Tarkoitukset (suostumus)",
            "FEATURES_LABEL": "Ominaisuudet:",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Tarkoitukset (oikeutetut edut)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Salli Googlen ja sen teknologiakumppaneiden kerätä tietoja ja käyttää evästeitä mainosten mukauttamiseen ja mittaamiseen."
        },
        "pl": {
            "INIT_SCREEN_TITLE_TEXT": "Szanujemy Twoją prywatność",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "My i nasi partnerzy wykorzystujemy technologie, takie jak pliki cookie, i przetwarzamy dane osobowe, takie jak adresy IP i identyfikatory plików cookie, w celu spersonalizowania reklam i treści w oparciu o Twoje zainteresowania, mierzenia wydajności reklam i treści oraz uzyskiwania wglądu w odbiorców, którzy widzieli reklamy i treści. Kliknij poniżej, aby wyrazić zgodę na wykorzystanie tej technologii i przetwarzanie danych osobowych w tych celach. Możesz zmienić zdanie i zmienić wybór zgody w dowolnym momencie, wracając na tę stronę.",
                "2": "My i nasi partnerzy przetwarzamy Twoje dane osobowe, takie jak adresy IP i identyfikatory plików cookie, używając technologii takich jak pliki cookie, aby spersonalizować reklamy i treści w oparciu o Twoje zainteresowania, zmierzyć wydajność reklam i treści oraz uzyskać informacje o odbiorcach, którzy widzieli reklamy i treści. Kliknij poniżej, aby wyrazić zgodę lub wybrać, którzy Partnerzy przetwarzają Twoje dane i do jakich celów. Możesz dokonać zmian w swoich ustawieniach w dowolnym momencie.",
                "3": "Jakość treści i informacje, które przekazujemy, zależą od przychodów generowanych przez reklamę. My i nasi partnerzy wykorzystujemy Twoje dane osobowe, takie jak adresy IP i identyfikatory plików cookie, w celu spersonalizowania reklam i treści na podstawie Twoich zainteresowań, pomiaru wydajności reklam i treści oraz uzyskania informacji o odbiorcach, którzy obejrzeli reklamy i treści. Kliknij poniżej, aby wyrazić zgodę na używanie plików cookie i przetwarzanie Twoich danych. Możesz powrócić do swoich wyborów w dowolnym momencie.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "WIĘCEJ OPCJI",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "NIE AKCEPTUJĘ",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "AKCEPTUJĘ",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Pokaż cele",
            "PURPOSE_SCREEN_TITLE_TEXT": "Szanujemy Twoją prywatność",
            "PURPOSE_SCREEN_BODY_TEXT": "Możesz ustawić preferencje dotyczące zgody i określić, w jaki sposób chcesz, aby Twoje dane były używane w oparciu o poniższe cele. Możesz ustawić swoje preferencje dla nas niezależnie od preferencji partnerów zewnętrznych. Każdy cel zawiera opis, dzięki któremu wiesz, jak my i partnerzy korzystamy z Twoich danych.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Zobacz dostawców",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Anuluj",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Zapisz i zamknij",
            "VENDOR_SCREEN_TITLE_TEXT": "Szanujemy Twoją prywatność",
            "VENDOR_SCREEN_BODY_TEXT": "Możesz ustawić preferencje zgody dla poszczególnych partnerów zewnętrznych, z którymi współpracujemy poniżej. Rozwiń każdy element listy firm, aby sprawdzić, do jakich celów wykorzystują dane, aby pomóc w dokonaniu wyboru. W niektórych przypadkach firmy mogą wykorzystywać dane użytkownika bez pytania o zgodę w oparciu o ich uzasadnione interesy. Możesz kliknąć ich linki polityki prywatności, aby uzyskać więcej informacji i sprzeciwić się takiemu przetwarzaniu.",
            "REJECT_ALL_BUTTON_TEXT": "ODRZUĆ WSZYSTKIE",
            "ACCEPT_ALL_BUTTON_TEXT": "AKCEPTUJ WSZYSTKIE",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Powrót do celów",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Anuluj",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Zapisz i zamknij",
            "CONSENT_LINK_LABEL": "Prywatność",
            "BACK_LABEL": "Wstecz",
            "VIEW_COMPANIES_LABEL": "Pokaż firmy",
            "HIDE_COMPANIES_LABEL": "Ukryj firmy",
            "THIRD_PARTY_VENDORS_LABEL": "Zaangażowane strony trzecie",
            "ON_LABEL": "Włącz",
            "OFF_LABEL": "Wyłącz",
            "OFF_ON_LABEL": "Wyłącz/Włącz",
            "OTHER": "Inny",
            "NON_IAB_TITLE": "Dostawcy spoza IAB",
            "DESCRIPTION": "Opis dostawcy:",
            "COMPANY_LABEL": "Firma",
            "REQUIRED_LABEL": "Wymagane",
            "PRIVACY_POLICY_LABEL": "Zasady ochrony prywatności: ",
            "PURPOSES_LABEL": "Cele (zgoda)",
            "FEATURES_LABEL": "Funkcje:",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Cele (uzasadnione interesy)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Pozwól Google i partnerom technologicznym tej firmy na gromadzenie danych i wykorzystywanie plików cookie do personalizacji i pomiaru reklam."
        },
        "sk": {
            "INIT_SCREEN_TITLE_TEXT": "Vážime si vaše súkromie",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "My a naši partneri používame technológie, ako napríklad súbory cookie, a spracúvame osobné údaje, ako sú adresy IP a identifikátory súborov cookie, na prispôsobenie reklám a obsahu na základe vašich záujmov, meranie výkonnosti reklám a obsahu a získanie informácií o používateľoch, ktorí videli konkrétne reklamy a obsah. Kliknutím nižšie potvrdzujete svoj súhlas s používaním tejto technológie a so spracúvaním svojich osobných údajov na tieto účely. Svoj názor môžete kedykoľvek zmeniť a svoj súhlas zrušiť po návrate na túto stránku.",
                "2": "My a naši partneri spracúvame vaše osobné údaje, ako sú adresy IP a identifikátory súborov cookie, pomocou technológie, akou je napríklad používanie súborov cookie, aby sme prispôsobili reklamy a obsah vašim záujmom, merali výkonnosť reklám a obsahu a získali prehľad o používateľoch, ktorí videli konkrétne reklamy a obsah. Kliknutím nižšie potvrdíte svoj súhlas, prípadne sa môžete rozhodnúť, ktorí partneri budú spracúvať vaše údaje a na aké účely. Tieto nastavenia môžete kedykoľvek zmeniť.",
                "3": "Kvalitný obsah a informácie, ktoré vám poskytujeme, závisia od našich príjmov z reklamy. My a naši partneri používame vaše osobné údaje, ako sú adresy IP a identifikátory súborov cookie, aby sme mohli prispôsobiť reklamy a obsah na základe vašich záujmov, merať výkonnosť reklám a obsahu a získať prehľad o používateľoch, ktorí videli konkrétne reklamy a obsah. Kliknutím nižšie súhlasíte s používaním súborov cookie a spracúvaním svojich údajov. Svoje rozhodnutie môžete kedykoľvek zmeniť.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "VIAC MOŽNOSTÍ",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "NESÚHLASÍM",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "Súhlasím",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Zobraziť účely",
            "PURPOSE_SCREEN_TITLE_TEXT": "Vážime si vaše súkromie",
            "PURPOSE_SCREEN_BODY_TEXT": "Na základe nižšie uvedených účelov môžete upraviť preferencie svojho súhlasu týkajúce sa používania vašich údajov. Svoje preferencie pre naše používanie vašich údajov môžete nastaviť nezávisle od preferencií v súvislosti s externými partnermi. Každý účel má svoj opis, aby ste vedeli, ako my a naši partneri používame vaše údaje.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Zobraziť dodávateľov",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Zrušiť",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Uložiť a skončiť",
            "VENDOR_SCREEN_TITLE_TEXT": "Vážime si vaše súkromie",
            "VENDOR_SCREEN_BODY_TEXT": "Preferencie v súvislosti so súhlasom môžete nastaviť pre jednotlivých externých partnerov, s ktorými spolupracujeme. Rozbaľte každú položku zoznamu spoločností a prečítajte si, na aké účely používajú údaje. To vám môže pomôcť pri výbere nastavení. V niektorých prípadoch môžu spoločnosti používať vaše údaje bez toho, aby požiadali o váš súhlas. Môžu tak robiť na základe svojich oprávnených záujmov. Pre ďalšie informácie a námietky voči takémuto spracúvaniu môžete kliknúť na príslušné prepojenia na ich zásady ochrany osobných údajov.",
            "REJECT_ALL_BUTTON_TEXT": "Odmietnuť všetko",
            "ACCEPT_ALL_BUTTON_TEXT": "Prijať všetko",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Späť na účely",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Zrušiť",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Uložiť a skončiť",
            "CONSENT_LINK_LABEL": "Súkromie",
            "BACK_LABEL": "Späť",
            "VIEW_COMPANIES_LABEL": "Zobraziť spoločnosti",
            "HIDE_COMPANIES_LABEL": "Skryť spoločnosti",
            "THIRD_PARTY_VENDORS_LABEL": "Predajcovia tretích strán",
            "ON_LABEL": "Zap.",
            "OFF_LABEL": "Vyp.",
            "OFF_ON_LABEL": "Vyp./Zap.",
            "OTHER": "Iné",
            "NON_IAB_TITLE": "Dodávatelia bez IAB",
            "DESCRIPTION": "Opis dodávateľa:",
            "COMPANY_LABEL": "Spoločnosť",
            "REQUIRED_LABEL": "Vyžadované",
            "PRIVACY_POLICY_LABEL": "Zásady ochrany osobných údajov: ",
            "PURPOSES_LABEL": "Účely (súhlas)",
            "FEATURES_LABEL": "Funkcie:",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Účely (oprávnené záujmy)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Umožnite spoločnosti Google a jej technologickým partnerom zhromažďovať údaje a používať súbory cookie na prispôsobenie reklám a meranie."
        },
        "sv": {
            "INIT_SCREEN_TITLE_TEXT": "Vi värdesätter din integritet",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "Vi och våra samarbetspartner använder teknologi såsom cookies för att behandla personuppgifter, exempelvis IP-adresser och cookie-identifierare, för att anpassa annonser och innehåll enligt dina intressen, mäta effektiviteten hos annonser och innehåll samt härleda information om de personer som sett annonserna och innehållet. Klicka nedan för att godkänna användningen av denna teknologi och behandling av dina personuppgifter för dessa ändamål. Du kan när som helst ändra dina val gällande samtycke genom att återkomma till denna sida.",
                "2": "Vi och våra samarbetspartner behandlar dina personuppgifter, exempelvis IP-adresser och cookie-identifierare, med hjälp av teknologi såsom cookies för att anpassa annonser och innehåll enligt dina intressen, mäta effektiviteten hos annonser och innehåll samt härleda information om de personer som sett annonserna och innehållet. Klicka nedan för att godkänna eller för att välja vilka samarbetspartner som får behandla dina data för vilka ändamål. Du kan när som helst ändra dina inställningar.",
                "3": "Kvaliteten på det innehåll och den information vi erbjuder dig beror på den inkomst vi får från annonser. Vi och våra samarbetspartner använder dina personuppgifter, exempelvis IP-adresser och cookie-identifierare, för att anpassa annonser och innehåll enligt dina intressen, mäta effektiviteten hos annonser och innehåll samt härleda information om de personer som sett annonserna och innehållet. Klicka nedan för att godkänna användning av cookies och behandling av dina uppgifter. Du kan när som helst återkomma för att ändra dina val.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "FLER ALTERNATIV",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "JAG GODKÄNNER INTE",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "JAG GODKÄNNER",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Visa ändamål",
            "PURPOSE_SCREEN_TITLE_TEXT": "Vi värderar din integritet",
            "PURPOSE_SCREEN_BODY_TEXT": "Du kan ange dina samtyckespreferenser och avgöra hur du vill att dina data ska användas utifrån ändamålen nedan. Du kan ange separata preferenser för oss och tredje parter. Varje ändamål har en beskrivning så att du kan se hur vi och våra samarbetspartner använder dina uppgifter.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Visa säljare",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Avbryt",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Spara & Avsluta",
            "VENDOR_SCREEN_TITLE_TEXT": "Vi värderar din integritet",
            "VENDOR_SCREEN_BODY_TEXT": "Du kan ange samtyckespreferenser för de enskilda tredje parter vi samarbetar med nedan. Du kan maximera informationen om företagen på listan för att se för vilka ändamål de använder uppgifter och på så sätt få hjälp att göra dina val. I vissa fall kan företag använda dina data utan att be om ditt samtycke, med stöd av sina legitima intressen. Du kan klicka på länkarna till deras integritetspolicyer för att få mer information och för att neka till sådan användning.",
            "REJECT_ALL_BUTTON_TEXT": "AVVISA ALLA",
            "ACCEPT_ALL_BUTTON_TEXT": "GODKÄNN ALLA",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Tillbaka till ändamål",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Avbryt",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Spara och Avsluta",
            "CONSENT_LINK_LABEL": "Integritet",
            "BACK_LABEL": "Tillbaka",
            "VIEW_COMPANIES_LABEL": "Visa företag",
            "HIDE_COMPANIES_LABEL": "Göm företag",
            "THIRD_PARTY_VENDORS_LABEL": "Tredjepartsleverantörer",
            "ON_LABEL": "På",
            "OFF_LABEL": "Av",
            "OFF_ON_LABEL": "Av/På",
            "OTHER": "Övriga",
            "NON_IAB_TITLE": "Icke-IAB-säljare",
            "DESCRIPTION": "Beskrivning av säljaren:",
            "COMPANY_LABEL": "Företag",
            "REQUIRED_LABEL": "Vad som krävs",
            "PRIVACY_POLICY_LABEL": "Integritetspolicy: ",
            "PURPOSES_LABEL": "Ändamål (samtycke)",
            "FEATURES_LABEL": "Funktioner:",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Ändamål (legitima intressen)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Tillåt Google och deras teknologipartner att samla in data och använda cookies för personanpassning av annonser och mätningar."
        },
        "ru": {
            "INIT_SCREEN_TITLE_TEXT": "Мы с большим уважением относимся к Bашей конфиденциальности",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "Мы и наши партнеры используем технологии, такие как cookie-файлы, и обрабатываем персональные данные, включая IP-адреса и идентификаторы cookie-файлов, чтобы персонализировать рекламу и контент в соответствии с вашими интересами, оценивать эффективность рекламы и контента, а также получать представление об аудитории, которая просматривает рекламу и контент. Нажмите ниже, чтобы дать согласие на использование этой технологии и обработку ваших персональных данных в этих целях. Вы можете в любой момент изменить свое решение и отказаться, вернувшись на этот сайт.",
                "2": "Мы и наши партнеры обрабатываем ваши персональные данные, включая IP-адреса и идентификаторы cookie-файлов, с использованием таких технологий, как cookie-файлы, чтобы персонализировать рекламу и контент в соответствии с вашими интересами, оценивать эффективность рекламы и контента, а также получать представление об аудитории, которая просматривает рекламу и контент. Нажмите ниже, чтобы дать согласие или выбрать, какие партнеры смогут обрабатывать ваши данные и для каких целей. Вы можете изменить настройки в любое время.",
                "3": "Предоставляемый контент и информация зависят от дохода, который мы получаем от рекламы. Мы и наши партнеры используем ваши персональные данные, включая IP-адреса и идентификаторы cookie-файлов, чтобы персонализировать рекламу и контент в соответствии с вашими интересами, оценивать эффективность рекламы и контента, а также получать представление об аудитории, которая просматривает рекламу и контент. Нажмите ниже, чтобы дать согласие на использование cookie-файлов и обработку ваших данных. Вы можете изменить свое решение в любое время.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "БОЛЬШЕ ВАРИАНТОВ",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "Я НЕ СОГЛАСЕН / НЕ СОГЛАСНА",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "Я даю согласие",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Показать цели",
            "PURPOSE_SCREEN_TITLE_TEXT": "Мы с большим уважением относимся к Bашей конфиденциальности",
            "PURPOSE_SCREEN_BODY_TEXT": "Вы можете установить настройки и решить, хотите ли вы, чтобы ваши данные использовались в указанных ниже целях. Вы можете установить настройки для нас отдельно от сторонних партнеров. Каждая цель подробно описана, чтобы вы знали, как мы и партнеры используем ваши данные.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Посмотреть поставщиков",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Отменить",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Сохранить и выйти",
            "VENDOR_SCREEN_TITLE_TEXT": "Мы с большим уважением относимся к Bашей конфиденциальности",
            "VENDOR_SCREEN_BODY_TEXT": "Ниже вы можете установить настройки для отдельных сторонних партнеров, с которыми мы работаем. Разверните каждый элемент списка компаний, чтобы узнать, для каких целей они используют данные. В некоторых случаях компании могут использовать ваши данные без вашего согласия, исходя из своих законных интересов. Вы можете перейти по ссылкам на их политики конфиденциальности, чтобы получить дополнительную информацию и отказаться от обработки.",
            "REJECT_ALL_BUTTON_TEXT": "ОТКЛОНИТЬ ВСЁ",
            "ACCEPT_ALL_BUTTON_TEXT": "ПРИНЯТЬ ВСЁ",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Вернуться к алгоритму",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Отменить",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "Сохранить и выйти",
            "CONSENT_LINK_LABEL": "Конфиденциальность",
            "BACK_LABEL": "Назад",
            "VIEW_COMPANIES_LABEL": "Показать компании",
            "HIDE_COMPANIES_LABEL": "Скрыть компании",
            "THIRD_PARTY_VENDORS_LABEL": "Сторонние поставщики",
            "ON_LABEL": "Вкл.",
            "OFF_LABEL": "Выкл.",
            "OFF_ON_LABEL": "Выкл./Вкл.",
            "OTHER": "Другое",
            "NON_IAB_TITLE": "Сторонние поставщики",
            "DESCRIPTION": "Описание поставщика:",
            "COMPANY_LABEL": "Компания",
            "REQUIRED_LABEL": "Обязательное поле",
            "PRIVACY_POLICY_LABEL": "Политика конфиденциальности: ",
            "PURPOSES_LABEL": "Цели (согласие)",
            "FEATURES_LABEL": "Особенности:",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Цели (законные интересы)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the Privacy <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Разрешить компании Google и ее технологическим партнерам собирать данные и использовать cookie-файлы для персонализации и оценки рекламы."
        },
        "no": {
            "INIT_SCREEN_TITLE_TEXT": "Vi verdsetter personvernet ditt",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "Vi og partnerne våre bruker teknologier, for eksempel informasjonskapsler, og behandler personlige data, for eksempel IP-adresser og informasjonskapsler, for å tilpasse annonser og innhold basert på interessene dine, måle resultatene til annonser og innhold, og få innsikt om publikum som tittet på annonser og innhold. Klikk nedenfor for å samtykke til bruken av denne teknologien og behandlingen av de personlige dataene dine for disse formålene. Du kan ombestemme deg og endre samtykkevalgene dine når som helst ved å returnere til dette nettstedet.",
                "2": "Vi og partnerne våre behandler de personlige dataene dine, for eksempel IP-adresser og informasjonskapsler, ved hjelp av teknologi som informasjonskapsler for å tilpasse annonser og innhold basert på interessene dine, måle resultatene til annonser og innhold, og få innsikt om publikum som tittet på annonser og innhold. Klikk nedenfor for å samtykke eller velge hvilke partnere som behandler dataene dine og for hvilke formål. Du kan når som helst endre innstillingene dine.",
                "3": "Kvalitetsinnholdet og informasjonen vi gir deg, avhenger av inntektene vi genererer fra annonsering. Vi og partnerne våre bruker de personlige dataene dine, for eksempel IP-adresser og informasjonskapsler, ved hjelp av teknologi som informasjonskapsler for å måle resultatene til annonser og innhold, og få innsikt om publikum som tittet på annonser og innhold. Klikk nedenfor for å samtykke til bruken av informasjonskapsler og behandlingen av dataene dine. Du kan når som helst gå tilbake til valgene dine.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "FLERE VALG",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "JEG AKSEPTERER IKKE",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "JEG AKSEPTERER",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "Vis formål",
            "PURPOSE_SCREEN_TITLE_TEXT": "Vi verdsetter personvernet ditt",
            "PURPOSE_SCREEN_BODY_TEXT": "Du kan angi samtykkepreferansene dine og bestemme hvordan du vil at dataene skal brukes, basert på formålene nedenfor. Du kan angi preferansene dine uavhengig av tredjepartspartnere. Hvert formål har en beskrivelse slik at du vet hvordan vi og partnerne bruker dataene dine.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "Se leverandører",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "Avbryt",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "LAGRE OG AVSLUTT",
            "VENDOR_SCREEN_TITLE_TEXT": "Vi verdsetter personvernet ditt",
            "VENDOR_SCREEN_BODY_TEXT": "Du kan angi samtykkepreferanser for de individuelle tredjepartspartnerne vi jobber med nedenfor. Utvid hvert selskapslisteelement for å se hvilke formål de bruker dataene for å bidra til å foreta valgene dine. I noen tilfeller kan selskaper bruke dataene dine uten å be om samtykke fra deg, basert på deres legitime interesser. Du kan klikke på deres personvernregler-lenker for mer informasjon og motsette deg slik behandling.",
            "REJECT_ALL_BUTTON_TEXT": "AVVIS ALT",
            "ACCEPT_ALL_BUTTON_TEXT": "AKSEPTER ALT",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "Vis formål",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "Avbryt",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "LAGRE OG AVSLUTT",
            "CONSENT_LINK_LABEL": "Personvern",
            "BACK_LABEL": "Tilbake",
            "VIEW_COMPANIES_LABEL": "Vis selskaper",
            "HIDE_COMPANIES_LABEL": "Skjul selskaper",
            "THIRD_PARTY_VENDORS_LABEL": "Tredjepartsleverandører",
            "ON_LABEL": "På",
            "OFF_LABEL": "Av",
            "OFF_ON_LABEL": "Av/På",
            "OTHER": "Annet",
            "COMPANY_LABEL": "Selskap",
            "NON_IAB_TITLE": "Ikke-IAB-leverandører",
            "DESCRIPTION": "Leverandørbeskrivelse:",
            "REQUIRED_LABEL": "Obligatorisk",
            "PRIVACY_POLICY_LABEL": "Personvernregler:",
            "PURPOSES_LABEL": "Formål (samtykke)",
            "FEATURES_LABEL": "Egenskaper",
            "LEGITIMATE_INTEREST_PURPOSES_LABEL": "Formål (legitime interesser)",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "GOOGLE_PURPOSES_TEXT": "Tillat Google og deres teknologipartnere å samle inn data og bruke informasjonskapsler for annonsetilpassing og -måling."
        },
        "ar": {
            "INIT_SCREEN_TITLE_TEXT": "خصوصيتك تهمنا",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "نستخدم نحن وشركاؤنا ملفات التعريف على موقعنا بهدف تخصيص المحتوى والإعلانات المبوبة. كما يمكننا عن طريقها تزويد الصفحة بأيقونات وسائل التواصل الاجتماعي المختلفة. باستخدام هذه الخاصية يمكننا السيطرة على انتقاء زوار الصفحة.أنقر أدناه للموافقة على استخدام هذه التقنية عبر الويب يمكنك تغيير قرارك عبر تغيير خيارات الموافقة الموجودة على الموقع في جميع الأوقات.",
                "2": "نحن وشركاؤنا نعالج البيانات الشخصية عن طريق استخدام التكنولوجيا المعلوماتية للتعرف على ما يحلوا لزوار الصفحة مما يساعد الفريق الصحفي على اتخاذ قراراته التحريرية. ولديك مطلق الحرية في اختيار من يستخدم بياناتك ولأي هدف. كما يمكنك العودة لتغيير بياناتك الشخصية على الصفحة في أي وقت أردت",
                "3": "تعتمد جودة المعلومات التي نقدمها لك على الأرباح التي نحققها من الإعلانات. نحن وشركاؤنا نستخدم بياناتك الشخصية لتزويدك بالإعلانات التي تهمك ومعرفة الموضوعات التي تهمك على موقعنا ونسبة نشاطك. إذا وافقت على استخدام بياناتك الشخصية للأهداف السابقة فقط أنقر أدناه، يمكنك تغيير اختيارك في أي وقت.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "Settings",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "غير موافق",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "موافق",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "اظهار الاستخدامات",
            "PURPOSE_SCREEN_TITLE_TEXT": "خصوصيتك تهمنا",
            "PURPOSE_SCREEN_BODY_TEXT": "يمكنك تحديد كيفية استخدام بياناتك الشخصية وفقا للأدوات الموضحة أدناه. يمكنك أيضا اختيار قائمتك المفضلة بشكل مستقل بعيدا عن شركاء الطرف الثالث كل غرض له تعريف مفصل لكي تتعرف على كيفية استخدامنا لبياناتك الشخصية",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "تعرف على قائمة المشاركين",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "حذف",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "حفظ وخروج",
            "VENDOR_SCREEN_TITLE_TEXT": "خصوصيتك تهمنا",
            "VENDOR_SCREEN_BODY_TEXT": "يمكنك التعرف على خواص كل شركة على حدا فيما يلي. هناك قائمة خاصة بكل شركة لمعرفة كيفية استخدامهم لبياناتك الشخصية. في بعض الحالات تتعرف الشركات على بياناتك الخاصة دون استئذانك سعيا لتقديم ما هو أفضل. أنقر هنا للتعرف على سياسات الخصوصية والمعلومات لاختيار ما يناسبك.",
            "REJECT_ALL_BUTTON_TEXT": "غير موافق على كل ما سبق",
            "ACCEPT_ALL_BUTTON_TEXT": "أوافق على كل ما سبق",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "العودة إلى الاستخدامات",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "حذف",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "حفظ وخروج",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "CONSENT_LINK_LABEL": "إعدادات الخصوصية"
        },
        "fa": {
            "INIT_SCREEN_TITLE_TEXT": "ما به حریم خصوصی شما احترام می‌گذاریم",
            "INIT_SCREEN_BODY_TEXT": {
                "1": "ما و شرکایمان از فناوری کوکی برروی سایتمان استفاده می کنیم و به این ترتیب محتوا و تبلیغات متناسب شخصیت شما ارائه خواهد شد. برای اعلام موافقت خود در زیر کلیک می کنید. شما می‌توانید این تنظیمات را هر موقع که خواستید تغییر دهید.",
                "2": "ما و شرکایمان داده‌های شخصی را با استفاده از فناوری کوکی بررسی می کنیم تا از آن برای تبلیغ، تحلیل ترافیک سایت و ارائه بهتر اطلاعات به شما استفاده کنیم. شما امکان تعیین اینکه چه کسی از داده های شما برای چه هدفی استفاده کند را خواهید داشت و می‌توانید این تنظیمات را در آینده تغییر دهید.",
                "3": "کیفیت مطالبی که به شما ارائه می کنیم به درآمدی که از راه تبلیغات کسب می کنیم، بستگی خواهد شد. ما و شرکایمان از داده های شخصی شما برای ارائه تبلیغات متناسب با وضعیت شما و بررسی میزان فعالیت بر روی وبسایت و ارائه محتوای متناسب با حال شما استفاده خواهیم کرد. برای اعلام موافقت خود در زیر کلیک کنید. هر گاه خواستید می‌توانید در انتخاب خود تجدیدنظر کنید.",
                "softOptIn": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content. Continue using this website or click below to consent to the use of this technology and the processing of your personal data for these purposes. You can change your mind and change your consent choices at any time by returning to this site."
            },
            "INIT_SCREEN_SETTINGS_BUTTON_TEXT": "Settings",
            "INIT_SCREEN_REJECT_BUTTON_TEXT": "قبول نمی کنم",
            "INIT_SCREEN_ACCEPT_BUTTON_TEXT": "قبول می کنم",
            "INIT_SCREEN_PURPOSE_LINK_TEXT": "اهداف را نشان دهید",
            "PURPOSE_SCREEN_TITLE_TEXT": "ما به حریم خصوصی شما احترام می‌گذاریم",
            "PURPOSE_SCREEN_BODY_TEXT": "شما می‌توانید درجه رضایت خود را تنظیم و اعلام کنید. می توانید تعیین کنید چگونه می‌خواهید از داده های شما برای اهداف زیر استفاده شود. می توانید تنظیمات خود را به طور مستقل از شرکای ما اعلام کنید. برای هر هدف تعریفی ارائه شده است تا شما بدانید ما چگونه از داده های شما بهره می گیریم.",
            "PURPOSE_SCREEN_VENDOR_LINK_TEXT": "دیدن فهرست کامل شرکاء",
            "PURPOSE_SCREEN_CANCEL_BUTTON_TEXT": "لغو",
            "PURPOSE_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "ثبت تنظیمات و خروج",
            "VENDOR_SCREEN_TITLE_TEXT": "ما به حریم خصوصی شما احترام می‌گذاریم",
            "VENDOR_SCREEN_BODY_TEXT": "می توانید ترجیحات خود در زمینه اعلام رضایت برای هر کدام از شرکت ها زیر اعلام کنید. فهرست هر کدام از شرکت ها را باز کنید تا ببینید برای چه هدفی آنها از داده های شما استفاده می کنند. در برخی موارد شرکت‌ها ممکن است استفاده از اطلاعات شما را براساس منافع مشروع خود و بدون کسب رضایت شما افشاء کنند. می‌توانید بر روی سیاست‌های آن‌ها در زمینه حریم خصوصی کلیک کنید تا به اطلاعات بیشتر دست یابید.",
            "REJECT_ALL_BUTTON_TEXT": "هیچکدام از موارد را نمی‌پذیرم",
            "ACCEPT_ALL_BUTTON_TEXT": "پذیرش کلیه موارد",
            "VENDOR_SCREEN_PURPOSES_LINK_TEXT": "بازگشت به اهداف",
            "VENDOR_SCREEN_CANCEL_BUTTON_TEXT": "لغو",
            "VENDOR_SCREEN_SAVE_AND_EXIT_BUTTON_TEXT": "ثبت تنظیمات و خروج",
            "SOFT_OPT_IN_ALERT_TITLE_TEXT": "Your consent preferences have been saved.",
            "SOFT_OPT_IN_ALERT_BODY_TEXT": "To withdraw your consent or change your preferences, please click on the <strong>Privacy</strong>button.",
            "CONSENT_LINK_LABEL": "تنظیمات حریم خصوصی"
        }
    }
